Autodesk.Revit.UI.UIThemeManager.CurrentTheme
The current theme.
Throws Autodesk.Revit.Exceptions.ArgumentOutOfRangeException:
When setting this property: A value passed for an enumeration argument is not a member of that enumeration
Since:
2014